{
    "F": ["F1M", "F1D", "F2", "F3", "F4M", "F4D", "DF"],
    "F1M": "The metadata have a globally unique and persistent identifier.",
    "F1D": "The data have a globally unique and persistent identifier.",
    "F2": "The dataset has rich metadata (as defined by R).",
    "F3": "The metadata clearly and explicitly include the identifier of the data it describes.",
    "F4M": "The metadata are registered or indexed in a searchable resource.",
    "F4D": "The data are registered or indexed in a searchable resource.",
    "DF": "Each object is assigned a unique and persistent identifier (within the dataset).",
    "A": ["A1M", "A1M1", "A1M2", "A1D", "A1D1", "A1D2", "A2", "DA", "DA1", "DA2"],
    "A1M": "The metadata are retrievable by their identifier using a standardized communications protocol.",
    "A1M1": "The protocol is free, open and universally implementable.",
    "A1M2": "The protocol allows for an authentication and authorization procedure, where necessary.",
    "A1D": "The data are retrievable by its identifier using a standardized communications protocol.",
    "A1D1": "The protocol is free, open and universally implementable.",
    "A1D2": "The protocol allows for an authentication and authorization procedure, where necessary.",
    "A2": "Metadata are accessible, even when the data are no longer available.",
    "DA": "Each datum is retrievable by its identifier using a standardized communications protocol.",
    "DA1": "The protocol is free, open and universally implementable.",
    "DA2": "The protocol allows for an authentication and authorization procedure, where necessary.",
    "I": ["I1M", "I1D", "I2M", "I2D", "I3M", "I3D"],
    "I1M": "Metadata use a formal, accessible, shared, and broadly applicable language for knowledge representation.",
    "I1D": "The data use a formal, accessible, shared, and broadly applicable language for knowledge representation.",
    "I2M": "Metadata use vocabularies that follow FAIR principles.",
    "I2D": "Data use vocabularies that follow FAIR principles.",
    "I3M": "Metadata include qualified references to other metadata.",
    "I3D": "Data include qualified references to other data.",
    "DI": "The encodings are well documented.",
    "R": ["RM", "RM1", "RM2", "RM3", "RD", "RD1", "RD2", "RD3"],
    "RM": "Metadata are richly described with a plurality of accurate and relevant attributes.",
    "RM1": "Metadata are released with a clear and accessible data usage license.",
    "RM2": "Metadata are associated with data provenance.",
    "RM3": "Metadata meet domain relevant community standards.",
    "RD": "Data are richly described with a plurality of accurate and relevant attributes.",
    "RD1": "Data are released with a clear and accessible data usage license.",
    "RD2": "Data are associated with data provenance.",
    "RD3": "Data meet domain relevant community standards."
}